{
  "Header": {
    "header": "Autovermietung auf Fuerteventura und Lanzarote – einfach und schnell",
    "book_now": "Jetzt Auto buchen"
  },
  "AboutSection": {
    "title": "Verpasse kein einziges Erlebnis",
    "pickup_title": "Abholung, wo es dir passt",
    "pickup_text": "Hol dein Auto dort ab, wo es am bequemsten ist: direkt vor deinem Hotel, Apartment oder der angegebenen Adresse. So kannst du vom ersten Moment an frei losziehen.",
    "transfer_title": "Komfortabler Transfer auf Wunsch",
    "transfer_text": "Wenn du auch einen Transfer-Service nutzen möchtest, gib das einfach im Anfrageformular an – wir sorgen für einen reibungslosen Ablauf.",
    "learn_more": "Mehr erfahren →",
    "alt1": "Auto 1",
    "alt2": "Auto 2",
    "alt3": "Auto 3"
  },
  "Navigation": {
    "menu_sr": "Menü",
    "cars": "Autos",
    "about": "Über uns",
    "blog": "Blog",
    "contact": "Kontakt",
    "home": "Start"
  },
  "LocaleToggle": {
    "ariaLabel": "Sprachauswahl"
  },
  "Footer": {
    "about": "Über uns",
    "offices": "Büros",
    "contact": "Kontakt",
    "home": "Start",
    "fleet": "Flotte",
    "zodiac_car_rental": "Zodiac Autovermietung",
    "logo_placeholder": "Logo hier"
  },
  "Explore": {
    "title": "Entdecke die Kanaren mit dem Mietwagen!",
    "subtitle": "Online buchen, flexible Abholung und Lieferung zum Hotel oder Flughafen.",
    "cards": {
      "map": "Zodiacs Rent a Car bietet zuverlässige Autovermietung auf Fuerteventura, Costa Calma und Lanzarote.",
      "globe": "Ob Strandurlaub oder Abenteuer – in unserer Flotte findest du das passende Auto.",
      "heart": "Buche online und übernimm dein Auto direkt am Flughafen oder in deiner Unterkunft!"
    }
  },
  "Inquire": {
    "title": "Jetzt reservieren!",
    "description_1": "Warte nicht bis zur letzten Minute mit der Autovermietung!",
    "description_2": "Mit einer Vorreservierung sicherst du dir das beste Auto auf Fuerteventura und Lanzarote zu günstigen Preisen.",
    "fields": {
      "fullName": {
        "label": "Vollständiger Name",
        "placeholder": "Vollständiger Name",
        "required": "Bitte gib deinen Namen ein"
      },
      "email": {
        "label": "E-Mail-Adresse",
        "placeholder": "E-Mail-Adresse",
        "required": "Bitte gib deine E-Mail-Adresse ein",
        "invalid": "Bitte gib eine gültige E-Mail ein"
      }
    },
    "submit": {
      "idle": "Weiter →",
      "submitting": "Senden..."
    },
    "alt": {
      "image": "Illustration Autovermietung"
    }
  },
  "WhatsApp": {
    "aria_label": "WhatsApp-Nachricht",
    "choose_option": "Wähle eine Option",
    "options": {
      "transfer_quote": {
        "label": "Transfer-Angebot anfordern",
        "text": "Hallo! Ich hätte gern ein Angebot für einen Transfer-Service."
      },
      "car_availability": {
        "label": "Auto-Verfügbarkeit",
        "text": "Hallo! Ich erkundige mich nach der Verfügbarkeit eines Autos für das Datum."
      },
      "interested_in": {
        "label": "Ich möchte anfragen",
        "text": "Hallo! Ich interessiere mich für den Ablauf der Autovermietung."
      },
      "custom_message": {
        "label": "Eigene Nachricht",
        "text": ""
      }
    }
  },
  "AboutUs": {
    "headline": "Zodiacs Rent a Car",
    "intro": "<strong>Zodiacs Rent a Car</strong> ist ein <strong>ungarisches Familienunternehmen</strong> mit Herz und Heimat auf <strong>Fuerteventura</strong>. Wir leben und arbeiten international, wissen aber genau, was Reisenden wichtig ist: Sicherheit, Zuverlässigkeit und Freundlichkeit.",
    "why_title": "Warum Fuerteventura?",
    "why_text": "Für uns ist diese Insel nicht nur ein Reiseziel, sondern unser Zuhause. Wir lieben die Sonne, den Ozean, den entspannten Lebensstil und das Gefühl grenzenloser Freiheit – das möchten wir dir mitgeben, wenn du bei uns mietest.",
    "fleet_title": "Unsere Autos – bequem, zuverlässig, erreichbar",
    "fleet_text": "In unserer Flotte findest du <strong>praktische Kleinwagen</strong>, <strong>Familienmodelle</strong> und auch <strong>größere Fahrzeuge</strong>. Alle Autos werden regelmäßig gewartet und sauber übergeben – für sorgloses Entdecken.",
    "delivery_title": "Zustellung und Flexibilität",
    "delivery_text": "Dein Mietwagen kann nicht nur auf Fuerteventura, sondern auch auf <strong>Lanzarote</strong> übernommen werden. Ob Flughafen oder Hotel – wir liefern flexibel, damit deine Reise bequem startet.",
    "more_title": "Mehr als Autovermietung",
    "more_text": "Bei uns ist Autovermietung mehr als eine Schlüsselübergabe. Auf Wunsch helfen wir mit Routen, Tipps und zeigen dir Orte für das echte <strong>Fuerteventura-Gefühl</strong>: versteckte Buchten, Sandstrände, besondere Landschaften und Kulinarik.",
    "mission_title": "Unsere Mission",
    "mission_text": "Unser Ziel ist, dass jeder Gast die Insel <strong>frei, bequem und sicher</strong> erleben kann. Als Familie und lokales Unternehmen arbeiten wir mit Herzblut, damit du Fuerteventuras besondere Atmosphäre mit nach Hause nimmst."
  },
  "Contact": {
    "title": "Fragen zur Autovermietung auf Fuerteventura oder Lanzarote?",
    "p1": "Kontaktiere uns – wir finden <strong>die beste Lösung für dich!</strong> Ob Vorreservierung, Lieferung zum Flughafen oder Übergabe beim Hotel – unser Support antwortet <strong>schnell und flexibel</strong>.",
    "p2": "Fülle das Formular aus, schreibe uns per E-Mail, Messenger, WhatsApp oder Viber – oder ruf uns an! <strong>Wir helfen gerne</strong>, damit dein Urlaub sorglos wird."
  },
  "Cars": {
    "title": "Entdecke Fuerteventura und Lanzarote in voller Freiheit mit unseren Autos!",
    "p1": "Bei uns ist Mieten einfach und schnell: Wähle das passende Fahrzeug und wir liefern es zum Flughafen oder direkt zu deinem Hotel. Dank flexibler Optionen kannst du deinen Urlaub <strong>sorglos genießen</strong> – kurz oder lang.",
    "p2": "<strong>Es lohnt sich, dein Wunschauto im Voraus zu reservieren</strong>, damit es bei Ankunft sicher bereitsteht. Sieh dir unten unsere Autos an, klicke für Details und buche bequem online!",
    "labels": {
      "seats": "Sitze",
      "manual": "Schaltgetriebe",
      "automatic": "Automatik",
      "per_day": "/ Tag",
      "from_price": "ab €{price}"
    }
  }
}
