{
  "Header": {
    "header": "Car rental in Fuerteventura and Lanzarote, easy and fast",
    "book_now": "Book a car now"
  },
  "AboutSection": {
    "title": "Don’t miss a single experience",
    "pickup_title": "Pick-up where it suits you",
    "pickup_text": "Pick up your car where it’s most convenient: right in front of your hotel, apartment or the given address. Start exploring freely from the first minute.",
    "transfer_title": "Comfortable transfer on request",
    "transfer_text": "If you’d like to use a transfer service as well, just indicate it in our inquiry form – we’ll make sure everything goes smoothly.",
    "learn_more": "Learn more →",
    "alt1": "Car 1",
    "alt2": "Car 2",
    "alt3": "Car 3"
  },
  "Navigation": {
    "menu_sr": "Menu",
    "cars": "Cars",
    "about": "About",
    "blog": "Blog",
    "contact": "Contact",
    "home": "Home"
  },
  "LocaleToggle": {
    "ariaLabel": "Language switcher"
  },
  "Footer": {
    "about": "About",
    "blog": "Blog",
    "contact": "Contact",
    "home": "Home",
    "fleet": "Cars",
    "general_rental_conditions": "General rental conditions",
    "insurance": "Insurance",
    "rental_requirements": "Rental requirements",
    "zodiac_car_rental": "Zodiac Car Rental",
    "logo_placeholder": "Logo goes here"
  },
  "Explore": {
    "title": "Discover the Canary Islands by rental car!",
    "subtitle": "Book online, flexible pickup and delivery to your hotel or the airport.",
    "cards": {
      "map": "Zodiacs Rent a Car offers reliable car rental in Fuerteventura, Costa Calma and Lanzarote.",
      "globe": "Whether you plan a beach holiday or an adventure trip, you’ll find the ideal car in our fleet.",
      "heart": "Book online and pick up your car right at the airport or your accommodation!"
    }
  },
  "Inquire": {
    "title": "Book now!",
    "description_1": "Don’t leave car rental to the last minute!",
    "description_2": "With early booking you can secure the best car in Fuerteventura and Lanzarote at favorable prices.",
    "fields": {
      "fullName": {
        "label": "Full name",
        "placeholder": "Full name",
        "required": "Please enter your name"
      },
      "email": {
        "label": "Email",
        "placeholder": "Email address",
        "required": "Please enter your email address",
        "invalid": "Please enter a valid email"
      }
    },
    "submit": {
      "idle": "Next →",
      "submitting": "Sending..."
    },
    "alt": {
      "image": "Car rental illustration"
    }
  },
  "WhatsApp": {
    "aria_label": "WhatsApp message",
    "choose_option": "Choose an option",
    "options": {
      "transfer_quote": {
        "label": "Request transfer quote",
        "text": "Hi! I’d like to request a quote for transfer service."
      },
      "car_availability": {
        "label": "Car availability",
        "text": "Hi! I’m inquiring about car availability for the given date."
      },
      "interested_in": {
        "label": "I’d like to inquire",
        "text": "Hi! I’m interested in the car rental process."
      },
      "custom_message": {
        "label": "Custom message",
        "text": ""
      }
    }
  },
  "AboutUs": {
    "headline": "Zodiacs Rent a Car",
    "intro": "<strong>Zodiacs Rent a Car</strong> is a <strong>family-run Hungarian business</strong>, with its heart and home in <strong>Fuerteventura</strong>. We live and work in an international environment, yet we know exactly what matters to travelers coming here: safety, reliability and a friendly attitude.",
    "why_title": "Why Fuerteventura?",
    "why_text": "For us, this island is not just a tourist destination, it’s our home. We love the sunshine, the ocean, the relaxed lifestyle and the sense of endless freedom. We’d like you to experience the same when you rent a car from us.",
    "fleet_title": "Our cars – comfortable, reliable, affordable",
    "fleet_text": "In our fleet you’ll find <strong>practical small cars</strong>, <strong>family models</strong> and even <strong>roomier vehicles</strong>. We regularly service and clean every car so you can explore the island without worries.",
    "delivery_title": "Delivery and flexibility",
    "delivery_text": "You can pick up your rental not only in Fuerteventura, but also in <strong>Lanzarote</strong>. Whether you arrive at the airport or stay at a hotel, we’ll deliver the car flexibly so your trip starts comfortably.",
    "more_title": "More than car rental",
    "more_text": "With us, car rental is more than handing over the keys. If you need, we help with itineraries, local tips and show you where to go to feel the real <strong>Fuerteventura vibe</strong>: hidden coves, sandy beaches, unique landscapes and culinary experiences.",
    "mission_title": "Our mission",
    "mission_text": "Our goal is for every guest to experience the island <strong>freely, comfortably and safely</strong>. As a family and local business we work with heart and soul so you can take home Fuerteventura’s special atmosphere."
  },
  "Contact": {
    "title": "Have a question about car rental in Fuerteventura or Lanzarote?",
    "p1": "Get in touch and we’ll help you find <strong>the best solution for you!</strong> Whether it’s pre-booking, airport delivery or handover at your hotel, our support responds <strong>quickly and flexibly</strong>.",
    "p2": "Fill out the form below, send us an email, Messenger, WhatsApp or Viber message, or give us a call! <strong>We’re happy to help</strong> so your holiday can be worry-free."
  },
  "Cars": {
    "title": "Discover Fuerteventura and Lanzarote in complete freedom with our cars!",
    "p1": "Renting a car with us is simple and fast: choose the vehicle that suits you and we’ll deliver it to the airport or directly to your hotel. Thanks to our flexible rental options you can <strong>enjoy your holiday worry-free</strong>, whether you need a car for a short or a longer stay.",
    "p2": "<strong>It’s worth booking your chosen car in advance</strong> so it’s guaranteed to be available on arrival. Browse our cars below, click for details and book online with ease!",
    "labels": {
      "seats": "seats",
      "manual": "Manual",
      "automatic": "Automatic",
      "per_day": "/ day",
      "from_price": "from €{price}"
    }
  }
}
