{
  "Header": {
    "header": "Alquiler de coches en Fuerteventura y Lanzarote, fácil y rápido",
    "book_now": "Reserva un coche ahora"
  },
  "AboutSection": {
    "title": "No te pierdas ninguna experiencia",
    "pickup_title": "Recogida donde te convenga",
    "pickup_text": "Recoge tu coche donde te resulte más cómodo: frente a tu hotel, apartamento o en la dirección indicada. Empieza a explorar desde el primer minuto.",
    "transfer_title": "Traslado cómodo bajo petición",
    "transfer_text": "Si deseas usar servicio de traslado, indícalo en el formulario – nos encargamos de que todo vaya sobre ruedas.",
    "learn_more": "Saber más →",
    "alt1": "Coche 1",
    "alt2": "Coche 2",
    "alt3": "Coche 3"
  },
  "Navigation": {
    "menu_sr": "Menú",
    "cars": "Coches",
    "about": "Nosotros",
    "blog": "Blog",
    "contact": "Contacto",
    "home": "Inicio"
  },
  "LocaleToggle": {
    "ariaLabel": "Selector de idioma"
  },
  "Footer": {
    "about": "Nosotros",
    "blog": "Blog",
    "contact": "Contacto",
    "home": "Inicio",
    "fleet": "Coches",
    "general_rental_conditions": "Condiciones generales de alquiler",
    "insurance": "Seguro",
    "rental_requirements": "Requisitos de alquiler",
    "zodiac_car_rental": "Zodiac Alquiler de Coches",
    "logo_placeholder": "Aquí va el logo"
  },
  "Explore": {
    "title": "¡Descubre las Islas Canarias en coche de alquiler!",
    "subtitle": "Reserva online, recogida flexible y entrega en tu hotel o en el aeropuerto.",
    "cards": {
      "map": "Zodiacs Rent a Car ofrece alquiler fiable en Fuerteventura, Costa Calma y Lanzarote.",
      "globe": "Ya busques playa o aventura, en nuestra flota encontrarás el coche ideal.",
      "heart": "¡Reserva online y recoge tu coche en el aeropuerto o en tu alojamiento!"
    }
  },
  "Inquire": {
    "title": "¡Reserva ahora!",
    "description_1": "¡No dejes el alquiler para el último momento!",
    "description_2": "Con reserva anticipada aseguras el mejor coche en Fuerteventura y Lanzarote a buen precio.",
    "fields": {
      "fullName": {
        "label": "Nombre completo",
        "placeholder": "Nombre completo",
        "required": "Introduce tu nombre"
      },
      "email": {
        "label": "Correo electrónico",
        "placeholder": "Correo electrónico",
        "required": "Introduce tu correo",
        "invalid": "Introduce un correo válido"
      }
    },
    "submit": {
      "idle": "Siguiente →",
      "submitting": "Enviando..."
    },
    "alt": {
      "image": "Ilustración de alquiler de coches"
    }
  },
  "WhatsApp": {
    "aria_label": "Mensaje de WhatsApp",
    "choose_option": "Elige una opción",
    "options": {
      "transfer_quote": {
        "label": "Solicitar presupuesto de traslado",
        "text": "¡Hola! Quisiera un presupuesto para servicio de traslado."
      },
      "car_availability": {
        "label": "Disponibilidad de coches",
        "text": "¡Hola! Consulto la disponibilidad de coches para la fecha indicada."
      },
      "interested_in": {
        "label": "Quiero informarme",
        "text": "¡Hola! Estoy interesado en el proceso de alquiler."
      },
      "custom_message": {
        "label": "Mensaje personalizado",
        "text": ""
      }
    }
  },
  "AboutUs": {
    "headline": "Zodiacs Rent a Car",
    "intro": "<strong>Zodiacs Rent a Car</strong> es una <strong>empresa familiar húngara</strong> con corazón y hogar en <strong>Fuerteventura</strong>. Vivimos y trabajamos en un entorno internacional, y sabemos lo que más valoran los viajeros: seguridad, fiabilidad y trato amable.",
    "why_title": "¿Por qué Fuerteventura?",
    "why_text": "Para nosotros, esta isla no es sólo un destino turístico, es nuestro hogar. Amamos el sol, el océano, el estilo de vida tranquilo y la sensación de libertad. Eso queremos transmitirte cuando alquilas con nosotros.",
    "fleet_title": "Nuestros coches – cómodos y fiables",
    "fleet_text": "En nuestra flota encontrarás <strong>coches pequeños prácticos</strong>, <strong>modelos familiares</strong> e incluso <strong>vehículos más amplios</strong>. Mantenemos y limpiamos todos los coches regularmente para que explores sin preocupaciones.",
    "delivery_title": "Entrega y flexibilidad",
    "delivery_text": "Puedes recoger tu coche no solo en Fuerteventura, también en <strong>Lanzarote</strong>. Ya sea en el aeropuerto o en tu hotel, te lo entregamos para empezar cómodo tu viaje.",
    "more_title": "Más que alquiler de coches",
    "more_text": "Para nosotros, alquilar es más que entregar una llave. Si lo deseas, te ayudamos con rutas, consejos locales y te mostramos cómo vivir la auténtica <strong>experiencia de Fuerteventura</strong>.",
    "mission_title": "Nuestra misión",
    "mission_text": "Nuestro objetivo es que cada viajero viva la isla <strong>con libertad, comodidad y seguridad</strong>. Como familia y negocio local, trabajamos con corazón para que te lleves el ambiente especial de Fuerteventura."
  },
  "Contact": {
    "title": "¿Tienes preguntas sobre el alquiler en Fuerteventura o Lanzarote?",
    "p1": "¡Contáctanos! Te ayudamos a encontrar <strong>la mejor solución para ti</strong>. Ya sea reserva previa, entrega en el aeropuerto o en el hotel, respondemos <strong>rápido y con flexibilidad</strong>.",
    "p2": "Rellena el formulario, envíanos un email, mensaje por Messenger, WhatsApp o Viber, o llámanos. <strong>Estaremos encantados de ayudarte</strong> para que tus vacaciones sean tranquilas."
  },
  "Cars": {
    "title": "¡Descubre Fuerteventura y Lanzarote con total libertad!",
    "p1": "Alquilar con nosotros es sencillo y rápido: elige el coche que se adapte a ti y te lo llevamos al aeropuerto o directamente a tu hotel. Con nuestras opciones flexibles <strong>disfrutarás sin preocupaciones</strong>.",
    "p2": "<strong>Conviene reservar con antelación</strong> para que esté disponible a tu llegada. Explora los coches, mira los detalles y reserva online.",
    "labels": {
      "seats": "plazas",
      "manual": "Manual",
      "automatic": "Automático",
      "per_day": "/ día",
      "from_price": "desde €{price}"
    }
  }
}
