{
  "Header": {
    "header": "Autóbérlés Fuerteventura-n és Lanzarote-n, kényelmesen, gyorsan",
    "book_now": "Bérelj autót most"
  },
  "AboutSection": {
    "title": "Ne maradj le egyetlen élményről sem",
    "pickup_title": "Átvétel, ahol neked kényelmes",
    "pickup_text": "Vedd át autódat ott, ahol a legkényelmesebb: közvetlenül a szállodád, apartmanod vagy a megadott cím előtt. Így már az első perctől szabadon indulhatsz felfedezni.",
    "transfer_title": "Kényelmes transzfer igény szerint",
    "transfer_text": "Ha szeretnél transzfer szolgáltatást is igénybe venni, jelezd egyszerűen ajánlatkérő adatlapunkon – mi pedig gondoskodunk róla, hogy minden gördülékenyen menjen.",
    "learn_more": "Tudj meg többet →",
    "alt1": "Autó 1",
    "alt2": "Autó 2",
    "alt3": "Autó 3"
  },
  "Navigation": {
    "menu_sr": "Menü",
    "cars": "Autóink",
    "about": "Rólunk",
    "blog": "Blog",
    "contact": "Kapcsolat",
    "home": "Kezdőlap"
  },
  "LocaleToggle": {
    "ariaLabel": "Nyelvválasztó"
  },
  "Footer": {
    "about": "Rólunk",
    "blog": "Blog",
    "contact": "Kapcsolat",
    "home": "Kezdőlap",
    "fleet": "Autóink",
    "general_rental_conditions": "Általános bérleti feltételek",
    "insurance": "Biztosítás",
    "rental_requirements": "Bérleti követelmények",
    "zodiac_car_rental": "Zodiac Autókölcsönző",
    "logo_placeholder": "Ide kerül a logó"
  },
  "Explore": {
    "title": "Fedezd fel a Kanári-szigetek szépségeit bérautóval!",
    "subtitle": "Online foglalás, rugalmas átvétel és kiszállítás szállásodra vagy reptérre.",
    "cards": {
      "map": "A Zodiacs Rent a Car Fuerteventura-n, Costa Calma-n és Lanzarote-n kínál megbízható autóbérlési lehetőséget.",
      "globe": "Akár tengerparti pihenést, akár kalandos kirándulást tervezel, flottánkban megtalálod a számodra ideális autót.",
      "heart": "Foglalj online, és vedd át bérautódat közvetlenül a reptéren vagy szálláshelyeden!"
    }
  },
  "Inquire": {
    "title": "Foglald le most!",
    "description_1": "Ne hagyd az utolsó pillanatra az autóbérlést!",
    "description_2": "Előfoglalással kedvezményes árakon biztosíthatod magadnak a legjobb autót Fuerteventura-n és Lanzarote-n.",
    "fields": {
      "fullName": {
        "label": "Teljes név",
        "placeholder": "Teljes név",
        "required": "Kérlek add meg a neved"
      },
      "email": {
        "label": "E-mail cím",
        "placeholder": "Email cím",
        "required": "Kérlek add meg az email címed",
        "invalid": "Érvényes email címet adj meg"
      }
    },
    "submit": {
      "idle": "Tovább →",
      "submitting": "Küldés..."
    },
    "alt": {
      "image": "Autóbérlés illusztráció"
    }
  },
  "WhatsApp": {
    "aria_label": "WhatsApp üzenet",
    "choose_option": "Válassz a lehetőségek közül",
    "options": {
      "transfer_quote": {
        "label": "Transzfer ajánlatot kérek",
        "text": "Szia! Transzfer szolgáltatásra kérnék ajánlatot."
      },
      "car_availability": {
        "label": "Autó elérhetőség",
        "text": "Szia! Érdeklődöm az autók elérhetőségéről a megadott dátumra."
      },
      "interested_in": {
        "label": "Érdeklődni szeretnék",
        "text": "Szia! Érdeklődöm az autóbérlés folyamatáról."
      },
      "custom_message": {
        "label": "Egyedi üzenet",
        "text": ""
      }
    }
  },
  "AboutUs": {
    "headline": "Zodiacs Rent a Car",
    "intro": "A <strong>Zodiacs Rent a Car</strong> egy <strong>magyar családi vállalkozás</strong>, amelynek szíve és otthona <strong>Fuerteventura</strong>. Nemzetközi környezetben élünk és dolgozunk, de pontosan tudjuk, hogy mi fontos az ide érkező utazóknak: biztonság, megbízhatóság és barátságos hozzáállás.",
    "why_title": "Miért Fuerteventura?",
    "why_text": "Számunkra ez a sziget nem csupán egy turisztikai célpont, hanem az otthonunk. Imádjuk a napsütést, az óceánt, a nyugodt életstílust és a végtelen szabadság érzését. Ezeket az élményeket szeretnénk átadni neked is, amikor nálunk bérelsz autót.",
    "fleet_title": "Autóink – kényelmes, megbízható, elérhető",
    "fleet_text": "Flottánkban megtalálod a <strong>praktikus kisautókat</strong>, a <strong>családi modelleket</strong>, de akár a <strong>tágasabb járműveket</strong> is. Mindegyik autónkat rendszeresen karbantartjuk és tisztán adjuk át, hogy gondtalanul fedezhesd fel a szigetet.",
    "delivery_title": "Kiszállítás és rugalmasság",
    "delivery_text": "Bérautódat nemcsak Fuerteventurán, hanem <strong>Lanzarotén</strong> is átveheted. Akár a reptérre érkezel, akár szállodában szállsz meg, mi rugalmasan kiszállítjuk neked az autót, hogy az utazásod kényelmesen induljon.",
    "more_title": "Több, mint autóbérlés",
    "more_text": "Nálunk az autóbérlés nem csak a kulcs átadását jelenti. Igény esetén segítünk útitervvel, helyi tippekkel, és megmutatjuk, hova érdemes ellátogatnod, hogy átélhesd a valódi <strong>Fuerteventurai életérzést</strong>: a rejtett öblöket, a homokos strandokat, a különleges tájakat és a gasztronómiai élményeket.",
    "mission_title": "Küldetésünk",
    "mission_text": "Célunk, hogy minden utasunk <strong>szabadon, kényelmesen és biztonságban</strong> élhesse át a sziget élményeit. Családként, és helyi vállalkozóként szívvel-lélekkel dolgozunk azért, hogy te is hazavihesd magaddal a Fuerteventura különleges hangulatát."
  },
  "Contact": {
    "title": "Kérdésed van az autóbérléssel kapcsolatban Fuerteventurán vagy Lanzarotén?",
    "p1": "Vedd fel velünk a kapcsolatot, és segítünk megtalálni <strong>a számodra legjobb megoldást!</strong> Legyen szó előfoglalásról, reptéri kiszállításról vagy szállodához történő autóátadásról, ügyfélszolgálatunk <strong>gyorsan és rugalmasan</strong> válaszol.",
    "p2": "Töltsd ki az alábbi űrlapot, írj nekünk e-mailt, Messenger, WhatsApp vagy Viber üzenetet, vagy hívj telefonon! <strong>Örömmel állunk rendelkezésedre</strong>, hogy nyaralásod gondtalanul teljen."
  },
  "Cars": {
    "title": "Fedezd fel Fuerteventurát és Lanzarotét teljes szabadságban autóinkkal!",
    "p1": "Nálunk az autóbérlés egyszerű és gyors: kiválasztod a számodra megfelelő járművet, és mi kiszállítjuk a reptérre vagy közvetlenül a szállodádhoz. Rugalmas autókölcsönzési lehetőségeinknek köszönhetően <strong>gondtalanul élvezheted nyaralásod</strong>, akár rövid, akár hosszabb tartózkodásra van szükséged autóra.",
    "p2": "<strong>Érdemes előre lefoglalni a kiválasztott autót</strong>, így biztosan rendelkezésedre áll az érkezésedkor. Válogass az alábbi autóink közül, kattints a részletekért és foglald le online kényelmesen!",
    "labels": {
      "seats": "személy",
      "manual": "Manuális",
      "automatic": "Automata",
      "per_day": "/ nap",
      "from_price": "€{price}-tól"
    }
  }
}
